chat_system_600596963_actor_description=Turtle Endoria. Chief turtle.
chat_system_600596963_snap_begin_question=^?^Yeaah.... At last this villain is dead... Rise up... I want to take a closer look at my savior.
chat_system_600596963_snap_begin_answer_0=^?^Wow! Does Endoria herself pay heed to a common mortal?
chat_system_600596963_snap_0_question=^?^Daring... Not common... Strooong... You are worthy of being called savior of the world... And this is just what you have become...<br>And I thank you, human... Thank you for saving this divine child. Thank you for saving my life. By this you gave life to many creatures.
chat_system_600596963_snap_0_answer_0=^?^You're welcome; I'm just doing my job.
chat_system_600596963_snap_1_question=^?^Thank you for saving my child. It will grow up and become a whole world, which also will drift in the expanses of the Boundless Ocean.<br>Do not be afraid, [player]. I will repay you. Although your flying machine is broken, I will bring you and the divine child home.
chat_system_600596963_snap_1_answer_0=^?^Yes, thank you. How about your wounds, will they heal after a long time?
chat_system_600596963_snap_1_header_0=^?^Time means nothing.<br>Take the girl and go home.
chat_system_600596963_snap_2_question=^?^It's time for you to go home, [player].
chat_system_600596963_snap_2_answer_0=^?^You have great power! Why did you allow all this?
chat_system_600596963_snap_2_header_0=^?^My power is great, yeeees... But I cannot rule the fate of the gods' creations. I must not interfere. I am a home, a whole world for little creatures of the gods.
chat_system_600596963_snap_2_answer_1=^?^You said that I saved your child? You mean the little turtle Geya?
chat_system_600596963_snap_2_answer_2=^?^Can you fulfill wishes? I would like to think of a couple.
chat_system_600596963_snap_2_header_2=^?^Haaa... Haaa... Do I look like some kind of fairy?<br>Offer up a prayer in the temple, addressing the gods. Or find the Grail; you are a Searcher, aren't you?
chat_system_600596963_snap_2_answer_3=^?^What can you tell me about Titan Seth?
chat_system_600596963_snap_2_header_3=^?^Aaah... Seth.... The greatest of the Titans, having both Spark of the Creator and the talent to use it. One day he called down the wrath of the gods, by breaking the laws which they had created. Seth had found the means to give life to creatures beyond their natural death. Thus he created the Death world. Having created his own world, where Death has no power, he not only outwitted the gods, but himself became equal to them. But the gods punished the Titans, and destroyed everyone except Seth himself.<br>I do not blame Seth for his attempt to kill me. He has his own way. He challenged the gods to give their creatures eternal life. Maybe he considers that to be right.
chat_system_600596963_snap_2_answer_4=^?^Ok, I'll talk to the child and let you know when we're ready. And please, don't catch a cold: if you sneeze, we little creatures will have a difficult time.
chat_system_600596963_snap_3_question=^?^Yes, she is my child.<br>It happened when Shaman Karrakh learned of the coming Ruin of the world. He managed to find the egg, in which the new world was being born. He retrieved it from the depths of the ocean, and tried to overwhelm the little Geya - a world that had not yet been born. You saved her, and I am most grateful. Thank you.
chat_system_600596963_snap_3_answer_0=^?^If I didn't rescue Geya, could the Shaman have controlled her and created a new world?
chat_system_600596963_snap_3_header_0=^?^Of course not... The silly Shaman did not understand that Geya was far too young. Many thousands of years will pass before she can become a Great Turtle, capable of carrying a world in the Great Ocean.
